CFD_AAA/Aorta_novikov_01/constant/transportProperties
 /*--------------------------------*- C++ -*----------------------------------*\
      =========                 |
      \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
       \\    /   O peration     | Website:  https://openfoam.org
        \\  /    A nd           | Version:  8
         \\/     M anipulation  |
    \*---------------------------------------------------------------------------*/
    FoamFile
    {
        version     2.0;
        format      ascii;
        class       dictionary;
        object      transportProperties;
    }
    // * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

    transportModel  Newtonian;

    nu              [0 2 -1 0 0 0 0] 3.365e-06;

    area
    {
      area	 (0.0003139341944471355 0);
    }

    us
    {
      us	 (0.0001575076230691928 0);
    }

    profile
    {	     
        t_u 

    (
    (0.0 0.019591776172239398)
(0.01 0.02542369118732422)
(0.02 0.03125560620240904)
(0.03 0.034162153723459966)
(0.04 0.03700899986708163)
(0.05 0.02676096205050168)
(0.06 0.012348575996941395)
(0.07 -0.009119405081088558)
(0.08 -0.04123322682084516)
(0.09 -0.07094416393500727)
(0.1 -0.10377849134325437)
(0.11 -0.1411433469782887)
(0.12 -0.18940833852092057)
(0.13 -0.23167195940463312)
(0.14 -0.27156996063707856)
(0.15 -0.3099755575257715)
(0.16 -0.34081858062998843)
(0.17 -0.36112143791765855)
(0.18 -0.37363030733660224)
(0.19 -0.381039406915515)
(0.2 -0.381039406915515)
(0.21 -0.37733485712605863)
(0.22 -0.3707195896448865)
(0.23 -0.36039977237425797)
(0.24 -0.345622282554778)
(0.25 -0.33340948105107565)
(0.26 -0.31639879324234726)
(0.27 -0.29801678229334605)
(0.28 -0.2787205559174962)
(0.29 -0.25942432954164646)
(0.3 -0.23870531179061533)
(0.31 -0.21798629403958425)
(0.32 -0.1972672762885531)
(0.33 -0.17654825853752196)
(0.34 -0.15997459327737557)
(0.35000000000000003 -0.14340092801722915)
(0.36 -0.12682726275708284)
(0.37 -0.11025359749693643)
(0.38 -0.08873455188545055)
(0.39 -0.0666660195682603)
(0.4 -0.04510409646253724)
(0.41000000000000003 -0.02359846326919941)
(0.42 -0.011245954717992631)
(0.43 -0.0028162138705561377)
(0.44 0.004569586220812578)
(0.45 0.011259425808136107)
(0.46 0.014972835068897666)
(0.47000000000000003 0.014221598839816262)
(0.48 0.013470362610734863)
(0.49 0.012719126381653463)
(0.5 0.011339596664303257)
(0.51 0.008494048807659178)
(0.52 0.005648500951015101)
(0.53 0.0028029530943710222)
(0.54 0.00023900929139877456)
(0.55 0.00020950197147299988)
(0.56 0.00017999465154722513)
(0.5700000000000001 0.00015048733162145042)
(0.58 0.00012098001169567603)
(0.59 9.073500877175702e-05)
(0.6 6.0490005847838014e-05)
(0.61 3.0245002923919e-05)
(0.62 -0.0)
(0.63 0.0007096858953801467)
(0.64 0.0014193717907602934)
(0.65 0.00212905768614044)
(0.66 0.002838743581520587)
(0.67 0.003500393404381638)
(0.68 0.004162043227242689)
(0.6900000000000001 0.00482369305010374)
(0.7000000000000001 0.005485342872964791)
(0.71 0.006143891212281172)
(0.72 0.006801110344364134)
(0.73 0.007458329476447097)
(0.74 0.00811554860853006)
(0.75 0.007017475744027402)
(0.76 0.0032864648846463174)
(0.77 -0.0004445459747347679)
(0.78 -0.004175556834115852)
(0.79 -0.005271045128997955)
(0.8 -0.0024132495771315844)
(0.81 0.0004445459747347848)
(0.8200000000000001 0.0033023415266011558)
(0.8300000000000001 0.004447727839055474)
(0.84 0.001597492592881911)
(0.85 -0.001252742653291684)
(0.86 -0.004102977899465278)
(0.87 -0.005982909447343998)
(0.88 0.0008698922894311552)
(0.89 0.00772269402620631)
(0.9 0.014575495762981464)
(0.91 0.021428297499756613)
(0.92 0.008967127376078453)
(0.93 0.0001283739906631957)
(0.9400000000000001 -0.0030764395925012384)
(0.9500000000000001 -0.006281253175665673)
(0.96 -0.004014283576364331)
(0.97 -0.00037936818144658827)
(0.98 0.0032555472134711528)
...
(5.98 0.003437292983217118)

    );
    }



    contour
    {	     
        phi_R (
    (-3.141592653589793 0.010231821968354265)
(-3.110018858076328 0.010226342488433354)
(-3.0784450625628628 0.01022105366378252)
(-3.046871267049397 0.01021612434488548)
(-3.015297471535932 0.010214879510326999)
(-2.983723676022467 0.010210425182371188)
(-2.9521498805090016 0.010205769743286486)
(-2.9205760849955364 0.010204482931341819)
(-2.889002289482071 0.010191988044819609)
(-2.8574284939686057 0.010185902107093591)
(-2.8258546984551405 0.010190847581718593)
(-2.7942809029416753 0.010204636507752008)
(-2.76270710742821 0.01023361459155271)
(-2.7311333119147445 0.010254226533701718)
(-2.6995595164012793 0.010282708427422958)
(-2.667985720887814 0.010301801571949057)
(-2.636411925374349 0.010323995611121316)
(-2.604838129860884 0.010331627430076202)
(-2.573264334347418 0.010338399473179287)
(-2.5416905388339535 0.01034313338147487)
(-2.510116743320488 0.01034544318438519)
(-2.4785429478070227 0.010357593538612686)
(-2.4469691522935575 0.010369321595431507)
(-2.4153953567800923 0.01038594554220985)
(-2.383821561266627 0.010395085577151976)
(-2.3522477657531615 0.010404220141405126)
(-2.3206739702396963 0.010419612423299734)
(-2.289100174726231 0.0104376812771981)
(-2.257526379212766 0.010462257241653441)
(-2.225952583699301 0.010486659917861511)
(-2.194378788185835 0.010518761048796819)
(-2.16280499267237 0.010541265528681393)
(-2.131231197158905 0.010560379811147843)
(-2.0996574016454397 0.01057108185117697)
(-2.0680836061319745 0.010578871290369931)
(-2.036509810618509 0.010577036054039831)
(-2.0049360151050437 0.010553240924251785)
(-1.9733622195915785 0.010527692724566533)
(-1.9417884240781134 0.010480959441709847)
(-1.910214628564648 0.010435748308283995)
(-1.8786408330511828 0.010375244230689067)
(-1.8470670375377176 0.0103241124232805)
(-1.8154932420242522 0.01025593811027852)
(-1.783919446510787 0.01019811051793621)
(-1.7523456509973219 0.010128590069729049)
(-1.7207718554838565 0.010067173099870206)
(-1.6891980599703913 0.009989876827972748)
(-1.657624264456926 0.009913541994492507)
(-1.6260504689434607 0.009832761492262006)
(-1.5944766734299956 0.009755175521063458)
(-1.5629028779165302 0.009667314149324702)
(-1.531329082403065 0.009592967870485745)
(-1.4997552868895996 0.009512035854999826)
(-1.4681814913761344 0.009441883165357856)
(-1.4366076958626692 0.009379099706058503)
(-1.4050339003492038 0.009326135901384171)
(-1.3734601048357387 0.009279017267501433)
(-1.3418863093222735 0.009239829703725696)
(-1.310312513808808 0.009206704214797584)
(-1.278738718295343 0.009178050396940309)
(-1.2471649227818777 0.009158279887081096)
(-1.2155911272684123 0.009146322017203877)
(-1.1840173317549472 0.009143136259352404)
(-1.1524435362414818 0.00915246112786013)
(-1.1208697407280166 0.009170699866543217)
(-1.0892959452145514 0.009202824767876452)
(-1.0577221497010862 0.009233950369317328)
(-1.0261483541876206 0.009272998704954993)
(-0.9945745586741555 0.009310573693122045)
(-0.9630007631606903 0.00935131256972253)
(-0.9314269676472251 0.009396539957627535)
(-0.8998531721337599 0.009442971054446511)
(-0.8682793766202943 0.009488544477814716)
(-0.8367055811068291 0.00953928146080458)
(-0.805131785593364 0.009592835103803252)
(-0.7735579900798988 0.009647918698964924)
(-0.7419841945664336 0.009703319174352139)
(-0.7104103990529684 0.009763140592090798)
(-0.6788366035395028 0.009825477749548226)
(-0.6472628080260376 0.009890044212352763)
(-0.6156890125125725 0.009946866694242003)
(-0.5841152169991073 0.010011874466090446)
(-0.5525414214856421 0.010076854761783565)
(-0.5209676259721765 0.010147188939008919)
(-0.4893938304587113 0.010217877430977735)
(-0.45782003494524615 0.010294097226045133)
(-0.42624623943178097 0.010367792487184885)
(-0.3946724439183158 0.0104329070342627)
(-0.3630986484048506 0.01050209768511447)
(-0.331524852891385 0.010556258129106101)
(-0.2999510573779198 0.010616328401834614)
(-0.26837726186445465 0.01066597306635438)
(-0.23680346635098948 0.010715007616456456)
(-0.2052296708375243 0.010765339763217053)
(-0.17365587532405868 0.01082131237538611)
(-0.1420820798105935 0.01087160212099019)
(-0.11050828429712833 0.010913079011329173)
(-0.07893448878366316 0.010948141105133686)
(-0.047360693270197984 0.010968489970814985)
(-0.015786897756732365 0.010994047572210786)
(0.01578689775673281 0.011012168944292494)
(0.047360693270197984 0.011032030132477728)
(0.07893448878366316 0.011050711161692785)
(0.11050828429712833 0.011066644345102569)
(0.14208207981059395 0.011087893424556784)
(0.17365587532405913 0.011103380332082548)
(0.2052296708375243 0.0111202687658779)
(0.23680346635098948 0.011115373875961156)
(0.26837726186445465 0.011104748125597658)
(0.2999510573779198 0.011074992271075319)
(0.33152485289138545 0.011035017367164073)
(0.3630986484048506 0.01098667972377813)
(0.3946724439183158 0.010930603724701116)
(0.42624623943178097 0.010852099702418396)
(0.45782003494524615 0.010764550462808758)
(0.48939383045871176 0.010661008115506224)
(0.5209676259721769 0.0105551050461141)
(0.5525414214856421 0.010449975663918464)
(0.5841152169991073 0.010337002312996125)
(0.6156890125125725 0.0102164419605169)
(0.6472628080260376 0.010100711915848253)
(0.6788366035395033 0.009984264635503951)
(0.7104103990529684 0.009866462888351652)
(0.7419841945664336 0.009756265989080496)
(0.7735579900798988 0.009638648637887421)
(0.805131785593364 0.009532483802842672)
(0.8367055811068296 0.00943123737762943)
(0.8682793766202943 0.00933531687497825)
(0.8998531721337599 0.009243992337608215)
(0.9314269676472255 0.009158149219508013)
(0.9630007631606903 0.00907596978871442)
(0.9945745586741559 0.008989946811149657)
(1.0261483541876206 0.008916022008237115)
(1.0577221497010862 0.0088513682028161)
(1.0892959452145519 0.008795552398117898)
(1.1208697407280166 0.008749302882539481)
(1.1524435362414822 0.008708634475368637)
(1.184017331754947 0.00867418652600087)
(1.2155911272684126 0.008643097115070305)
(1.2471649227818782 0.008611648433644297)
(1.278738718295343 0.008587833421729025)
(1.3103125138088085 0.008563280188363455)
(1.3418863093222733 0.008549033986449597)
(1.3734601048357389 0.008538688329475302)
(1.4050339003492045 0.008538622725945926)
(1.4366076958626692 0.008546814019477354)
(1.4681814913761349 0.008562790965685102)
(1.4997552868895996 0.00858502274145926)
(1.5313290824030652 0.008615945405781438)
(1.56290287791653 0.008653640508791667)
(1.5944766734299956 0.008696206544119236)
(1.6260504689434612 0.008740983737584687)
(1.657624264456926 0.008795581196345612)
(1.6891980599703915 0.008850345353916475)
(1.7207718554838562 0.008913000560406927)
(1.7523456509973219 0.008979853826915853)
(1.7839194465107875 0.009048887800658845)
(1.8154932420242522 0.00912240739997883)
(1.8470670375377178 0.009195094731573369)
(1.8786408330511826 0.009273152751665072)
(1.9102146285646482 0.009353308388939061)
(1.9417884240781138 0.009438048426715534)
(1.9733622195915785 0.009526984082240241)
(2.004936015105044 0.009621496744059757)
(2.036509810618509 0.009717450028008475)
(2.0680836061319745 0.009813048672359975)
(2.09965740164544 0.009913990156520343)
(2.131231197158905 0.010008087067167859)
(2.1628049926723705 0.010103213482799382)
(2.194378788185835 0.010190178442444736)
(2.225952583699301 0.010278325056004043)
(2.2575263792127664 0.010361776952962932)
(2.289100174726231 0.010436800611283931)
(2.320673970239697 0.010503413845157968)
(2.3522477657531615 0.010554402101604708)
(2.383821561266627 0.01059085249088934)
(2.415395356780092 0.01062361098422825)
(2.4469691522935575 0.010643279510399806)
(2.478542947807023 0.010658537103502268)
(2.510116743320488 0.01067027069378825)
(2.5416905388339535 0.010679740876639157)
(2.573264334347418 0.010676843121135642)
(2.604838129860884 0.010664111974880352)
(2.6364119253743494 0.01065071311530145)
(2.667985720887814 0.010630074651214782)
(2.69955951640128 0.010616042209017209)
(2.7311333119147445 0.0105884213237485)
(2.76270710742821 0.010565488275364052)
(2.7942809029416757 0.01052856349607474)
(2.8258546984551405 0.010499825695539491)
(2.857428493968606 0.010464975583844046)
(2.889002289482071 0.01042625093153823)
(2.9205760849955364 0.010394466588448429)
(2.952149880509002 0.01035944596958512)
(2.983723676022467 0.010333839162448625)
(3.0152974715359324 0.01030389966122801)
(3.046871267049397 0.010282462694972306)
(3.0784450625628628 0.010257572016288264)
(3.1100188580763284 0.010243498633449937)
(3.141592653589793 0.010233297717834364)

    );

    }

    // ************************************************************************* //
    
    